---
kind: property
id: P:Autodesk.Revit.DB.Document.ProjectInformation
zh: 文档、文件
source: html/4db36834-e324-b199-7a5a-e3218e95da37.htm
---
# Autodesk.Revit.DB.Document.ProjectInformation Property

**中文**: 文档、文件

Return the Project Information of the current project.

## Syntax (C#)
```csharp
public ProjectInfo ProjectInformation { get; }
```

## Returns
Autodesk::Revit::DB::ProjectInfo